<?php
// Copyright 1999-2019. Plesk International GmbH.
$messages = [
  'buttonHook' => [
    'description' => 'ابحث عن المجلدات ذات المساحة القرصية الأكثر استخدامًا وفرِّغ بعض المساحة بسهولة',
    'title' => 'استخدام المساحة القرصية',
  ],
  'home' => [
    'message' => [
      'cleanupFinished' => 'انتهت عملية المسح',
      'deleteFailed' => 'يتعذر الحذف: %%path%%',
      'requestFailed' => 'فشلت العملية',
    ],
    'tab' => [
      'files' => [
        'button' => [
          'delete' => 'حذف المحدد',
          'refresh' => 'تحديث',
        ],
        'col' => [
          'name' => 'الاسم',
          'path' => 'المسار',
          'size' => 'الحجم',
        ],
        'title' => 'الملفات الأكبر حجمًا',
      ],
      'usage' => [
        'button' => [
          'cleanup' => 'المسح',
          'delete' => 'حذف المحدد',
        ],
        'cleanupDialog' => [
          'backupDays' => 'ملفات النسخ الاحتياطي الأقدم من (بالأيام)',
          'backups' => 'النسخ الاحتياطي للنظام',
          'button' => 'المسح',
          'cache' => 'ذاكرة التخزين المؤقت / الملفات المؤقتة',
          'description' => 'يؤدي هذا الإجراء إلى حذف جميع ملفات ذاكرة التخزين المؤقت / الملفات المؤقتة والنسخ الاحتياطية للنظام الأقدم من عدد الأيام المحددة. لا يتم لمس النسخ الاحتياطية للمُستخدِم بواسطة هذه العملية. يرجى الانتظار، قد يستغرق ذلك بعض الوقت!',
          'title' => 'مسح مساحة الويب',
        ],
        'col' => [
          'name' => 'الاسم',
          'size' => 'الحجم',
          'type' => 'النوع',
        ],
        'deleteDialog' => [
          'button' => 'حذف',
          'description' => 'هل أنت متأكد حقًا أنك تريد حذف العناصر المحددة؟ لا يمكن التراجع عن هذا الإجراء!',
          'title' => 'حذف العناصر المحددة؟',
        ],
        'title' => 'استخدام المساحة القرصية',
        'type' => [
          'dir' => 'الدليل',
          'file' => 'الملف',
        ],
      ],
    ],
    'task' => [
      'done' => 'قائمة الملفات الأكبر حجمًا المحدثة',
      'running' => 'جاري تحديث قائمة الملفات الأكبر حجمًا...',
    ],
  ],
  'others' => '[أخرى]',
  'title' => 'عارض استخدام المساحة القرصية',
];