<?php
// Copyright 1999-2019. Plesk International GmbH.
$messages = [
  'buttonHook' => [
    'description' => 'Βρείτε τους φακέλους που χρησιμοποιούν τον περισσότερο χώρο και ελευθερώστε εύκολα χώρο στον δίσκο',
    'title' => 'Χρήση χώρου στον δίσκο',
  ],
  'home' => [
    'message' => [
      'cleanupFinished' => 'Η εκκαθάριση ολοκληρώθηκε',
      'deleteFailed' => 'Δεν είναι δυνατή η διαγραφή: %%path%%',
      'requestFailed' => 'Η λειτουργία απέτυχε',
    ],
    'tab' => [
      'files' => [
        'button' => [
          'delete' => 'Διαγραφή επιλεγμένων',
          'refresh' => 'Ανανέωση',
        ],
        'col' => [
          'name' => 'Όνομα',
          'path' => 'Διαδρομή',
          'size' => 'Μέγεθος',
        ],
        'title' => 'Μεγαλύτερα αρχεία',
      ],
      'usage' => [
        'button' => [
          'cleanup' => 'Εκκαθάριση',
          'delete' => 'Διαγραφή επιλεγμένων',
        ],
        'cleanupDialog' => [
          'backupDays' => 'Αρχεία αντιγράφων ασφαλείας παλαιότερα από (σε ημέρες)',
          'backups' => 'Αρχεία αντιγράφων ασφαλείας συστήματος',
          'button' => 'Εκκαθάριση',
          'cache' => 'Cache / προσωρινά αρχεία',
          'description' => 'Η ενέργεια αυτή θα καταργήσει όλα τα cache / προσωρινά αρχεία και τα αρχεία αντιγράφων ασφαλείας συστήματος που είναι παλαιότερα από τον καθορισμένο αριθμό ημερών. Τα αρχεία αντιγράφων ασφαλείας των χρηστών δεν θα επηρεαστούν από αυτή τη διαδικασία. Παρακαλούμε να είστε υπομονετικοί, καθώς η διαδικασία αυτή μπορεί να διαρκέσει κάποιο χρονικό διάστημα.',
          'title' => 'Εκκαθάριση web space',
        ],
        'col' => [
          'name' => 'Όνομα',
          'size' => 'Μέγεθος',
          'type' => 'Τύπος',
        ],
        'deleteDialog' => [
          'button' => 'Διαγραφή',
          'description' => 'Είστε βέβαιοι ότι θέλετε να διαγράψετε τα επιλεγμένα στοιχεία; Αυτή η ενέργεια δεν είναι δυνατό να αναιρεθεί!',
          'title' => 'Να διαγραφούν τα επιλεγμένα στοιχεία;',
        ],
        'title' => 'Χρήση χώρου στον δίσκο',
        'type' => [
          'dir' => 'Κατάλογος',
          'file' => 'Αρχείο',
        ],
      ],
    ],
    'task' => [
      'done' => 'Η λίστα με τα μεγαλύτερα αρχεία ενημερώθηκε',
      'running' => 'Ενημέρωση της λίστας με τα μεγαλύτερα αρχεία...',
    ],
  ],
  'others' => '[άλλα]',
  'title' => 'Diskspace Usage Viewer',
];