<?php
// Copyright 1999-2019. Plesk International GmbH.
$messages = [
  'buttonHook' => [
    'description' => 'אתר תיקיות עם השימוש הכי גבוה בשטח דיסק ופנה מקום בקלות',
    'title' => 'שימוש בשטח דיסק',
  ],
  'home' => [
    'message' => [
      'cleanupFinished' => 'ניקוי הסתיים',
      'deleteFailed' => 'לא ניתן למחוק: %%path%%',
      'requestFailed' => 'הפעולה נכשלה',
    ],
    'tab' => [
      'files' => [
        'button' => [
          'delete' => 'מחק פריטים שנבחרו',
          'refresh' => 'רענון',
        ],
        'col' => [
          'name' => 'שם',
          'path' => '‏נתיב',
          'size' => 'גודל',
        ],
        'title' => 'הקבצים הגדולים ביותר',
      ],
      'usage' => [
        'button' => [
          'cleanup' => 'ניקוי',
          'delete' => 'מחק פריטים שנבחרו',
        ],
        'cleanupDialog' => [
          'backupDays' => 'קובצי גיבוי ישנים מאשר (בימים)',
          'backups' => 'גיבויי מערכת',
          'button' => 'ניקוי',
          'cache' => 'מטמון / קבצים זמניים',
          'description' => 'פעולה זו מסירה את כל הקבצים במטמון/הזמניים וגיבויי מערכת ישנים ממספר הימים שמצוין. תהליך זה אינו נוגע בגיבויי משתמש. היאזר בסבלנות, התהליך יכול לקחת זמן מה!',
          'title' => 'ניקוי שטח באינטרנט',
        ],
        'col' => [
          'name' => 'שם',
          'size' => 'גודל',
          'type' => 'סוג',
        ],
        'deleteDialog' => [
          'button' => 'מחיקה',
          'description' => 'האם אתה בטוח שברצונך למחוק את הפריטים שנבחרו? אין אפשרות לבטל פעולה זו!',
          'title' => 'למחוק את הפריטים שנבחרו?',
        ],
        'title' => 'שימוש בשטח דיסק',
        'type' => [
          'dir' => 'ספריה',
          'file' => 'קובץ',
        ],
      ],
    ],
    'task' => [
      'done' => 'רשימת הקבצים הגדולים ביותר עודכנה',
      'running' => 'מעדכן את רשימת הקבצים הגדולים ביותר...',
    ],
  ],
  'others' => '[אחרים]',
  'title' => 'Diskspace Usage Viewer',
];