<?php
// Copyright 1999-2019. Plesk International GmbH.
$messages = [
  'buttonHook' => [
    'description' => 'Найдите папки, которые используют больше всего дискового пространства, и легко освободите место на диске',
    'title' => 'Использование дискового пространства',
  ],
  'home' => [
    'message' => [
      'cleanupFinished' => 'Очистка завершена',
      'deleteFailed' => 'Удаление невозможно: %%path%%',
      'requestFailed' => 'Произошла ошибка',
    ],
    'tab' => [
      'files' => [
        'button' => [
          'delete' => 'Удалить выбранные',
          'refresh' => 'Обновить',
        ],
        'col' => [
          'name' => 'Имя',
          'path' => 'Путь',
          'size' => 'Размер',
        ],
        'title' => 'Самые большие файлы',
      ],
      'usage' => [
        'button' => [
          'cleanup' => 'Очистка',
          'delete' => 'Удалить выбранные',
        ],
        'cleanupDialog' => [
          'backupDays' => 'Создать резервную копию файлов старше (дней)',
          'backups' => 'Системные резервные копии',
          'button' => 'Очистка',
          'cache' => 'Кэш / временные файлы',
          'description' => 'Это действие удаляет все файлы кэша / временные файлы и системные резервные копии старше указанного количества дней. Резервные копии пользователей не будут затронуты этим процессом. Пожалуйста, подождите, это может занять некоторое время.',
          'title' => 'Очистка веб-пространства',
        ],
        'col' => [
          'name' => 'Имя',
          'size' => 'Размер',
          'type' => 'Тип',
        ],
        'deleteDialog' => [
          'button' => 'Удалить',
          'description' => 'Вы уверены, что хотите удалить выбранные элементы? Эту операцию невозможно отменить.',
          'title' => 'Удалить выбранные элементы?',
        ],
        'title' => 'Использование дискового пространства',
        'type' => [
          'dir' => 'Папка',
          'file' => 'Файл',
        ],
      ],
    ],
    'task' => [
      'done' => 'Список самых больших файлов обновлен',
      'running' => 'Обновление списка самых больших файлов...',
    ],
  ],
  'others' => '[другие]',
  'title' => 'Diskspace Usage Viewer',
];