<?php
// Copyright 1999-2019. Plesk International GmbH.
$messages = [
  'buttonHook' => [
    'description' => 'ค้นหาโฟลเดอร์ที่ใช้เนื้อที่ดิสก์มากที่สุดและสามารถคืนเนื้อที่ว่างบางส่วนได้อย่างง่ายดาย',
    'title' => 'การใช้งานเนื้อที่ดิสก์',
  ],
  'home' => [
    'message' => [
      'cleanupFinished' => 'ล้างเรียบร้อยแล้ว',
      'deleteFailed' => 'ไม่สามารถลบได้: %%path%%',
      'requestFailed' => 'การดำเนินการล้มเหลว',
    ],
    'tab' => [
      'files' => [
        'button' => [
          'delete' => 'ลบรายการที่เลือก',
          'refresh' => 'รีเฟรช',
        ],
        'col' => [
          'name' => 'ชื่อ',
          'path' => 'พาธ',
          'size' => 'ขนาด',
        ],
        'title' => 'ไฟล์ที่ใหญ่ที่สุด',
      ],
      'usage' => [
        'button' => [
          'cleanup' => 'ล้าง',
          'delete' => 'ลบรายการที่เลือก',
        ],
        'cleanupDialog' => [
          'backupDays' => 'สำรองไฟล์ที่เก่ากว่า (วัน)',
          'backups' => 'สำรองระบบ',
          'button' => 'ล้าง',
          'cache' => 'แคช / ไฟล์ชั่วคราว',
          'description' => 'ระบบจะทำการลบแคช / ไฟล์ชั่วคราว และข้อมูลสำรองของระบบทั้งหมดที่เก่ากว่าจำนวนวันที่ระบุไว้ ระบบจะไม่ดำเนินการใดๆ กับข้อมูลสำรองของผู้ใช้ โปรดรอสักครู่!',
          'title' => 'ล้างพื้นที่สำหรับเว็บ',
        ],
        'col' => [
          'name' => 'ชื่อ',
          'size' => 'ขนาด',
          'type' => 'ประเภท',
        ],
        'deleteDialog' => [
          'button' => 'ลบ',
          'description' => 'คุณแน่ใจจริงๆ หรือไม่ว่าคุณต้องการลบรายการที่เลือก การดำเนินการนี้จะไม่สามารถยกเลิกได้!',
          'title' => 'คุณต้องการลบที่เลือกใช่หรือไม่',
        ],
        'title' => 'การใช้งานเนื้อที่ดิสก์',
        'type' => [
          'dir' => 'ไดเรกทอรี',
          'file' => 'ไฟล์',
        ],
      ],
    ],
    'task' => [
      'done' => 'อัปเดตรายชื่อไฟล์ที่ใหญ่ที่สุดแล้ว',
      'running' => 'กำลังอัปเดตรายชื่อไฟล์ที่ใหญ่ที่สุด...',
    ],
  ],
  'others' => '[อื่นๆ]',
  'title' => 'Diskspace Usage Viewer',
];