<?php
// Copyright 1999-2019. Plesk International GmbH.
$messages = [
  'buttonHook' => [
    'description' => 'Знайдіть теки з найчастішим використанням дискового простору та легко звільніть місце',
    'title' => 'Використання дискового простору',
  ],
  'home' => [
    'message' => [
      'cleanupFinished' => 'Очищення завершено',
      'deleteFailed' => 'Неможливо видалити: %%path%%',
      'requestFailed' => 'Не вдалося виконати операцію',
    ],
    'tab' => [
      'files' => [
        'button' => [
          'delete' => 'Видалити вибране',
          'refresh' => 'Оновити',
        ],
        'col' => [
          'name' => 'Ім\'я',
          'path' => 'Шлях',
          'size' => 'Розмір',
        ],
        'title' => 'Найбільші файли',
      ],
      'usage' => [
        'button' => [
          'cleanup' => 'Очистити',
          'delete' => 'Видалити вибране',
        ],
        'cleanupDialog' => [
          'backupDays' => 'Резервні файли старіші за (дн.)',
          'backups' => 'Системні резервні копії',
          'button' => 'Очистити',
          'cache' => 'Кеш / тимчас. файли',
          'description' => 'Ця дія видаляє кеш, усі тимчасові файли та системні резервні копії старіші за вказану кількість днів. Цей процес не зачіпає резервні копії, створені користувачем. Будь ласка, зачекайте, це може зайняти деякий час.',
          'title' => 'Очистити веб-простір',
        ],
        'col' => [
          'name' => 'Ім\'я',
          'size' => 'Розмір',
          'type' => 'Тип',
        ],
        'deleteDialog' => [
          'button' => 'Видалити',
          'description' => 'Ви впевнені, що хочете видалили вибрані елементи? Цю дію неможливо буде скасувати.',
          'title' => 'Видалити вибрані елементи?',
        ],
        'title' => 'Використання дискового простору',
        'type' => [
          'dir' => 'Каталог',
          'file' => 'Файл',
        ],
      ],
    ],
    'task' => [
      'done' => 'Перелік найбільших файлів оновлено',
      'running' => 'Оновлення переліку найбільших файлів...',
    ],
  ],
  'others' => '[інш.]',
  'title' => 'Diskspace Usage Viewer',
];